<template>
  <f7-page name="about">
    <f7-block-title medium>Об игре Encounter Me!</f7-block-title>
    <f7-block>
      <p>- Часто путешествуешь и не знаешь куда сходить в незнакомом городе?</p>
      <p>- Хочешь завести новых друзей, активно отдохнуть, и получить массу впечатлений?</p>
<p>Приложение EncounterMe! Поможет тебе в этом!</p>
<p>- Создавай или присоединяйся к играм и почувствуй дух соревнования</p>
<p>- делись своими любимыми маршрутами прогулок с другими</p>
<p>- отмечай места в городе, которые, по твоему мнению, должен посетить каждый</p>
<p>- Выходи из зоны комфорта</p>
<p>- Включайся в жизнь!</p>
<h4>EncounterMe!</h4><p> – это бесплатная мобильное приложение по мотивам легендарного городского квеста Encounter.</p>
<p>Создавай игру, зови друзей, придумывай хитрые задачки и почувствуй дух приключений!</p></f7-block>
  </f7-page>
</template>
<script>
export default {
   mounted() {
    this.$f7ready((f7) => {
       document.getElementById("logo").style.display="none";
    })
      } 
}  
</script>
